tap "homebrew/bundle"
tap "homebrew/core"
brew "bash"
brew "carthage", link: false
brew "cctools"
brew "coreutils"
brew "docker-machine-nfs"
brew "git"
brew "oniguruma"
brew "jq"
brew "kubectx", args: ["with-short-names"]
brew "openssl"
brew "libssh2"
brew "libyaml"
brew "node", link: false
brew "node@6"
brew "node@8", link: true
brew "readline"
brew "ruby", link: true
brew "thefuck"
